tap "cuelang/tap"
tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jlhonora/lsusb"
tap "jmacdonald/amp"
tap "neovim/neovim"
tap "netlify/netlifyctl"
tap "nickolasburr/pfa"
tap "sbdchd/skim"
tap "xo/xo"
brew "autoconf"
brew "automake"
brew "boost"
brew "ctags"
brew "elixir"
brew "exercism"
brew "exiftool"
brew "gmp"
brew "gcc"
brew "gh"
brew "git"
brew "gleam"
brew "gnu-getopt"
brew "libtool"
brew "pkg-config"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "imagemagick"
brew "libgit2"
brew "libsodium"
brew "lua@5.1"
brew "luajit"
brew "lynx"
brew "ocaml"
brew "opam"
brew "pigz"
brew "protobuf"
brew "r"
brew "reattach-to-user-namespace"
brew "rlwrap"
brew "sc-im"
brew "shellcheck"
brew "tig"
brew "tmate"
brew "tmux"
brew "topgrade"
brew "vim"
brew "wabt"
brew "yarn"
brew "libsixel"
brew "gstreamer"
brew "cuelang/tap/cue"
brew "filosottile/musl-cross/musl-cross"
brew "jlhonora/lsusb/lsusb"
brew "xo/xo/usql"
cask "alacritty"
cask "godot"
cask "kitty"
cask "rectangle"
cask "vscodium"
cask "xquartz"
